/* Localized versions of Info.plist keys */

NSHumanReadableCopyright = "© Pitecan Systems, 2011. Copyright 2012, Ignition Soft";

/* Include your mode strings here.  See TN2128 for details. */

/*
com.pitecan.inputmethod.decimal = "Decimal";
com.pitecan.inputmethod.currency = "Currency";
com.pitecan.inputmethod.percent = "Percent";
com.pitecan.inputmethod.scientific = "Scientific";
*/


CFBundleName = "GyaimBSM";
CFBundleDisplayName = "GyaimBSM IME";
CFBundleShortVersionString = "GyaimBSM version 0.1";
CFBundleGetInfoString = "GyaimBSM version 0.1. Copyright 2011, Pitecan Systems. Copyright 2012, Ignition Soft.";
com.apple.inputmethod.TradChinese = "BSM";


